framework/storage/xml/cove/Genesis/cove_1134.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
   <soapenv:Header>
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
         <wsse:UsernameToken>
            <wsse:Username>GSY110601FD4</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Nk9ETdSHWkphzFRuZTXePGupgHgzROev//ZNEp7VnVYgQ5RkTtMuk/cWepTUWGyx</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <oxml:solicitarRecibirCoveServicio>
         <!--1 or more repetitions:-->
         <oxml:comprobantes>
            <!--Optional:-->            
            <oxml:tipoOperacion>TOCE.IMP</oxml:tipoOperacion>
            <!--Zero or more repetitions:-->
            <oxml:patenteAduanal>3126</oxml:patenteAduanal>
            <oxml:fechaExpedicion>2016-11-29</oxml:fechaExpedicion>
            <!--Optional:-->
            <oxml:observaciones/>
            <!--Zero or more repetitions:-->
            <oxml:rfcConsulta>VASC540822H67</oxml:rfcConsulta>
            <oxml:tipoFigura>5</oxml:tipoFigura>
            <oxml:correoElectronico>dtavera@genesis-mexico.mx</oxml:correoElectronico>
            <oxml:firmaElectronica>
            	<oxml:certificado>MIIGrzCCBJegAwIBAgIUMDAwMDEwMDAwMDA0MDY3MTc2MTcwDQYJKoZIhvcNAQEL
BQAwggGyMTgwNgYDVQQDDC9BLkMuIGRlbCBTZXJ2aWNpbyBkZSBBZG1pbmlzdHJh
Y2nDs24gVHJpYnV0YXJpYTEvMC0GA1UECgwmU2VydmljaW8gZGUgQWRtaW5pc3Ry
YWNpw7NuIFRyaWJ1dGFyaWExODA2BgNVBAsML0FkbWluaXN0cmFjacOzbiBkZSBT
ZWd1cmlkYWQgZGUgbGEgSW5mb3JtYWNpw7NuMR8wHQYJKoZIhvcNAQkBFhBhY29k
c0BzYXQuZ29iLm14MSYwJAYDVQQJDB1Bdi4gSGlkYWxnbyA3NywgQ29sLiBHdWVy
cmVybzEOMAwGA1UEEQwFMDYzMDAxCzAJBgNVBAYTAk1YMRkwFwYDVQQIDBBEaXN0
cml0byBGZWRlcmFsMRQwEgYDVQQHDAtDdWF1aHTDqW1vYzEVMBMGA1UELRMMU0FU
OTcwNzAxTk4zMV0wWwYJKoZIhvcNAQkCDE5SZXNwb25zYWJsZTogQWRtaW5pc3Ry
YWNpw7NuIENlbnRyYWwgZGUgU2VydmljaW9zIFRyaWJ1dGFyaW9zIGFsIENvbnRy
aWJ1eWVudGUwHhcNMTcwNjI5MTUxNjAyWhcNMjEwNjI5MTUxNjQyWjCCARwxMzAx
BgNVBAMTKkdFTkVTSVMgU1lTVEVNUyBHUk9VUCBNRVhJQ08gUyBERSBSTCBERSBD
VjEzMDEGA1UEKRMqR0VORVNJUyBTWVNURU1TIEdST1VQIE1FWElDTyBTIERFIFJM
IERFIENWMTMwMQYDVQQKEypHRU5FU0lTIFNZU1RFTVMgR1JPVVAgTUVYSUNPIFMg
REUgUkwgREUgQ1YxCzAJBgNVBAYTAk1YMScwJQYJKoZIhvcNAQkBFhhmZXNwaW5v
QGdlbmVzaXMtaWNlc2EubXgxJTAjBgNVBC0THEdTWTExMDYwMUZENCAvIEVJQ0Y4
MjA3MDNWMzAxHjAcBgNVBAUTFSAvIEVJQ0Y4MjA3MDNNUVRTUkIwODCCASIwDQYJ
KoZIhvcNAQEBBQADggEPADCCAQoCggEBALoftR0D/etvSUvMqa1kHdVtbVsT9Qoi
Vlwar8uyQJ9t/mjjgXkDAH3xSPuG8ZFCpXujMp3l0eLPwUDAzugbf25fPqUe7s8N
dzzqm5HPwndGJaKjnRVNGIRfX3Ag4PnD2b0/YpXjNLt0jJpb0oUb3th0x7QHhtre
c0fizxBHqth/KIbCTNfU2PjyPlA/5xmUCd3bknHVuaYFnARQ+r90iT7CiIF3QL6N
PzuEUcG8UCKExd4ppoQXK51VK44R3IUyzjsLKFbdtiIr+Uep5jxGBtTyD7K/jy2N
MDTxH66p43VPAnewdSiUt8ExU6MCgupQJOFjgYLcyGntgd/XYUs9N48CAwEAAaNP
ME0wDAYDVR0TAQH/BAIwADALBgNVHQ8EBAMCA9gwEQYJYIZIAYb4QgEBBAQDAgWg
MB0GA1UdJQQWMBQGCCsGAQUFBwMEBggrBgEFBQcDAjANBgkqhkiG9w0BAQsFAAOC
AgEAdmeX7hqjTgvCHQ1AXtp1zLTxadFbaYsiab9cqDtB5jvGshIcZeDnwOdulFFn
Afi6pNmFoGWzLYEtpV+StrvlIWOk71kkcxS+F70zSnHBoIiSwAKmF+NZJs0teVWT
ZjW2wEuLUK9F5x+9SKS4AUJnC9TlkXfWSrROCdi6Cn3KHnom5U4pALAex5PvZ8gc
03ytkr6iVhizL2WO1ZVXQZU6/UuP353jvYJszwHMI3hzw29mRMR83tQwqZoJ7HaS
A4dsYyPUMMePdKVoCe9CV6wZux5FzXis56BWYYtojPlFmZj+JBL7yo7OHWLx44so
ZFakY+y7EoeVGCTABS+8lUv1oJQgbPDrffGCh0zNJBZMDiJkI48aTDA9z6CZkjAI
Tgv5dAlnJx7Lv+HGH2yR1+dGCjEex6+Dc6rsp9lLCZayCsTDEdprvkcTV044xd5v
wbouzwx1OYQ9bAlkNeNJWlTXmot1FFWWauQmfAu+Sk7jxmDAPPCdqFw29GJ+wgbJ
2OaVaNCIoJHgqpnl6uc2GGMNUOyv98khOWcGzfS+ZeRt+7T8IT6b46EJ+/DbRkfF
9NYDlZkuALv7jr3rcx2gRmGgww9d9Ck56C41KTcSbzoKh4DkM00PIW9XrHqutIIF
jbAhGIpwUQPAo0byHP9LSpDdRlxnSaR+h4zAm7yn6hRR75s=
</oxml:certificado>
            	<oxml:cadenaOriginal>|TOCE.IMP|LN60217147U2|0|2016-11-29|5|VASC540822H67|3126|0|0|0|05-0419384| |MISUMI USA, INC.|NETWORK PLACE|26797|CHICAGO, IL.|USA|60673|1|GSY110601FD4|GENESIS-ICESA SYSTEMS S DE RL DE CV|TOMAS ALBA EDISON|7|ZONA IND. VALLE DE ORO|SAN JUAN DEL RIO|QUERETARO|MEX|76803|ENGANCHE AUTOMATICO|C62_1|3.000|USD|20.4300|61.29|61.2900|EMBOLOS|C62_1|2.000|USD|2.4500|4.90|4.9000|PARTES PARA MAQUINA SOLDAR|C62_1|13.000|USD|8.0200|104.26|104.2600|ARANDELAS|C62_1|80.000|USD|1.7200|137.60|137.6000|AMMARES DE ACERO INOXIDABLE|C62_1|12.000|USD|7.9600|95.52|95.5200|RECEPTORES DE ARTICULACION|C62_1|13.000|USD|6.8800|89.44|89.4400|BUJES|C62_1|1.000|USD|58.6000|58.60|58.6000|BUJES|C62_1|1.000|USD|73.0300|73.03|73.0300|BUJES|C62_1|1.000|USD|73.0300|73.03|73.0300|BUJES|C62_1|1.000|USD|29.9300|29.93|29.9300|BUJES|C62_1|2.000|USD|29.9300|59.86|59.8600|PERNOS|C62_1|1.000|USD|25.6400|25.64|25.6400|PERNO|C62_1|1.000|USD|32.1600|32.16|32.1600|PERNO|C62_1|1.000|USD|32.1600|32.16|32.1600|PERNO|C62_1|1.000|USD|32.1600|32.16|32.1600|PERNO|C62_1|1.000|USD|32.1600|32.16|32.1600|PERNO|C62_1|1.000|USD|32.1600|32.16|32.1600|PERNO|C62_1|1.000|USD|40.5100|40.51|40.5100|PERNO|C62_1|1.000|USD|40.5100|40.51|40.5100|PERNO|C62_1|1.000|USD|40.5100|40.51|40.5100|PERNO|C62_1|1.000|USD|40.5100|40.51|40.5100|</oxml:cadenaOriginal>
            	<oxml:firma>fI5dioXSN8IG1EQKZl9aFBOpo65yD0RUeQQTbMxxLXU6oLB4CqjM4pzBCLglsTzdIS3LAc0zl99G9Hezggdz3Ja9oZ+EQibrvTCXbhMnHkd9CNb0NhkgHc6cPuL6kVVc4JSbGfBLSzsxkjQETe6/QJ6WbEYMdQic8Rdw0+ahMTzcpT13iiuankjsgHxLooDaJyIYgXFZNc4ahzfhxhAfh43m/lZOWcZDGW+KMKCDtdawUtaZ6EhB2AabPmIICchumjEovpInrblHht9okLkQotAGNTQjIsrLcFB6Q5i2IVUTy6TzZpgZacpjv8zp6FOmIRtCyxcIP+xAppPORC9KnA==</oxml:firma>
            </oxml:firmaElectronica>           
         <oxml:e-document>COVE161RY06C2</oxml:e-document><oxml:numeroFacturaOriginal>LN60217147U2</oxml:numeroFacturaOriginal><oxml:factura><oxml:certificadoOrigen>0</oxml:certificadoOrigen><oxml:subdivision>0</oxml:subdivision></oxml:factura><oxml:emisor><oxml:tipoIdentificador>0</oxml:tipoIdentificador><oxml:identificacion>05-0419384</oxml:identificacion><oxml:apellidoPaterno> </oxml:apellidoPaterno><oxml:nombre>MISUMI USA, INC.</oxml:nombre><oxml:domicilio><oxml:calle>NETWORK PLACE</oxml:calle><oxml:numeroExterior>26797</oxml:numeroExterior><oxml:colonia>CHICAGO, IL.</oxml:colonia><oxml:pais>USA</oxml:pais><oxml:codigoPostal>60673</oxml:codigoPostal></oxml:domicilio></oxml:emisor><oxml:destinatario><oxml:tipoIdentificador>1</oxml:tipoIdentificador><oxml:identificacion>GSY110601FD4</oxml:identificacion><oxml:nombre>GENESIS-ICESA SYSTEMS S DE RL DE CV</oxml:nombre><oxml:domicilio><oxml:calle>TOMAS ALBA EDISON</oxml:calle><oxml:numeroExterior>7</oxml:numeroExterior><oxml:colonia>ZONA IND. VALLE DE ORO</oxml:colonia><oxml:municipio>SAN JUAN DEL RIO</oxml:municipio><oxml:entidadFederativa>QUERETARO</oxml:entidadFederativa><oxml:pais>MEX</oxml:pais><oxml:codigoPostal>76803</oxml:codigoPostal></oxml:domicilio></oxml:destinatario><oxml:mercancias><oxml:descripcionGenerica>ENGANCHE AUTOMATICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>20.4300</oxml:valorUnitario><oxml:valorTotal>61.29</oxml:valorTotal><oxml:valorDolares>61.2900</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>EMBOLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>2.4500</oxml:valorUnitario><oxml:valorTotal>4.90</oxml:valorTotal><oxml:valorDolares>4.9000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PARTES PARA MAQUINA SOLDAR</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>13.000</oxml:cantidad><oxml:valorUnitario>8.0200</oxml:valorUnitario><oxml:valorTotal>104.26</oxml:valorTotal><oxml:valorDolares>104.2600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>80.000</oxml:cantidad><oxml:valorUnitario>1.7200</oxml:valorUnitario><oxml:valorTotal>137.60</oxml:valorTotal><oxml:valorDolares>137.6000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>AMMARES DE ACERO INOXIDABLE</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>12.000</oxml:cantidad><oxml:valorUnitario>7.9600</oxml:valorUnitario><oxml:valorTotal>95.52</oxml:valorTotal><oxml:valorDolares>95.5200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>RECEPTORES DE ARTICULACION</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>13.000</oxml:cantidad><oxml:valorUnitario>6.8800</oxml:valorUnitario><oxml:valorTotal>89.44</oxml:valorTotal><oxml:valorDolares>89.4400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>58.6000</oxml:valorUnitario><oxml:valorTotal>58.60</oxml:valorTotal><oxml:valorDolares>58.6000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>73.0300</oxml:valorUnitario><oxml:valorTotal>73.03</oxml:valorTotal><oxml:valorDolares>73.0300</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>73.0300</oxml:valorUnitario><oxml:valorTotal>73.03</oxml:valorTotal><oxml:valorDolares>73.0300</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>29.9300</oxml:valorUnitario><oxml:valorTotal>29.93</oxml:valorTotal><oxml:valorDolares>29.9300</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>29.9300</oxml:valorUnitario><oxml:valorTotal>59.86</oxml:valorTotal><oxml:valorDolares>59.8600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>25.6400</oxml:valorUnitario><oxml:valorTotal>25.64</oxml:valorTotal><oxml:valorDolares>25.6400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>32.1600</oxml:valorUnitario><oxml:valorTotal>32.16</oxml:valorTotal><oxml:valorDolares>32.1600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>32.1600</oxml:valorUnitario><oxml:valorTotal>32.16</oxml:valorTotal><oxml:valorDolares>32.1600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>32.1600</oxml:valorUnitario><oxml:valorTotal>32.16</oxml:valorTotal><oxml:valorDolares>32.1600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>32.1600</oxml:valorUnitario><oxml:valorTotal>32.16</oxml:valorTotal><oxml:valorDolares>32.1600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>32.1600</oxml:valorUnitario><oxml:valorTotal>32.16</oxml:valorTotal><oxml:valorDolares>32.1600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>40.5100</oxml:valorUnitario><oxml:valorTotal>40.51</oxml:valorTotal><oxml:valorDolares>40.5100</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>40.5100</oxml:valorUnitario><oxml:valorTotal>40.51</oxml:valorTotal><oxml:valorDolares>40.5100</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>40.5100</oxml:valorUnitario><oxml:valorTotal>40.51</oxml:valorTotal><oxml:valorDolares>40.5100</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>40.5100</oxml:valorUnitario><oxml:valorTotal>40.51</oxml:valorTotal><oxml:valorDolares>40.5100</oxml:valorDolares></oxml:mercancias></oxml:comprobantes>
      </oxml:solicitarRecibirCoveServicio>
   </soapenv:Body>
</soapenv:Envelope>
